class Info:
    ABOUT_ME = (
        """
👋 Привет! Меня зовут <b>Ровшен</b> — <b>Backend-разработчик</b> 🧑‍💻

🛠 <b>Технологии:</b> <code>Python</code> 🐍, <code>Django</code> 🚀.\n
✨ Люблю <b>чистый и понятный код</b>, быстро разбираюсь в чужих проектах.\n
🔄 Иногда подключаюсь к мобильной разработке — <code>React Native</code> 📱.\n
🌍 Интересен опыт в <b>международных проектах</b> и рост через реальные задачи.\n
🚀 Открыт к новым вызовам и командам!

<b>Связаться со мной:</b>
🔗 <a href="https://t.me/@ded1fo">Telegram</a>
💼 <a href="https://www.linkedin.com/in/rovshen-bayramov-952a54260/">LinkedIn</a>
📄 <a href="https://hh.ru/resume/ca3dab4eff0c5a60000039ed1f6c766b446171">HH.ru (резюме)</a>
        """
    )

    PORTFOLIO = (
        """
<b>💼 Мои проекты:</b>

✨ <b>ads_microservice</b> — <a href="https://github.com/rowsen2904/ads_microservice">микросервис объявлений на Django</a> 📝  
<code>Гибкая архитектура, быстрый поиск и фильтрация объявлений.</code>

✨ <b>sms_sender</b> — <a href="https://github.com/rowsen2904/sms_sender">сервис отправки SMS</a> ✉️  
<code>Надёжная интеграция с внешними API, удобная очередь сообщений.</code>

✨ <b>burty</b> — <a href="https://github.com/rahimwws/burty/tree/dev">аренда спортивных полей</a> ⚽️🏟  
<code>Для любителей спорта: бронирование, отзывы, карта площадок.</code>

✨ <b>taxi</b> — <a href="https://github.com/rowsen2904/taxi">онлайн-такси</a> 🚕  
<code>Управление поездками, пользователями и водителями. Реальный опыт построения сложной системы.</code>

✨ <b>video-backend</b> — <a href="https://github.com/gozle/video-backend">видеохостинг Gozle Video</a> 🎬  
<code>Мой первый серьёзный проект: загрузка, хранение и потоковое видео. Работа в команде, быстрый рост!</code>

✨ <b>makalam.com</b> — <a href="https://makalam.com">развитие готового продукта</a> 🚀  
<code>Стажировка: добавление новых функций, улучшение UX, работа с реальными пользователями.</code>

✨ <b>task_management</b> — <a href="https://github.com/rowsen2904/task_management">управление задачами</a> ✅  
<code>Pet-проект на FastAPI + SQLAlchemy. Удобный трекинг задач, REST API.</code>

\n
<i>🔗 Ещё больше интересных проектов — на <a href="https://github.com/rowsen2904">моём GitHub</a>!</i> 🐙
        """
    )
