class Info:
    ABOUT_ME = (
        """
👋 Привет! Меня зовут <b>Ровшен</b> — <b>Backend-разработчик</b> 🧑‍💻

🛠 <b>Технологии:</b> <code>Python</code> 🐍, <code>Django</code> 🚀.\n
✨ Люблю <b>чистый и понятный код</b>, быстро разбираюсь в чужих проектах.\n
🔄 Иногда подключаюсь к мобильной разработке — <code>React Native</code> 📱.\n
🌍 Интересен опыт в <b>международных проектах</b> и рост через реальные задачи.\n
🚀 Открыт к новым вызовам и командам!

<b>Связаться со мной:</b>
🔗 <a href="https://t.me/@ded1fo">Telegram</a>
💼 <a href="https://www.linkedin.com/in/rovshen-bayramov-952a54260/">LinkedIn</a>
📄 <a href="https://hh.ru/resume/ca3dab4eff0c5a60000039ed1f6c766b446171">HH.ru (резюме)</a>
        """
    )
